package com.epam.unit01.main;

public class Task07 {
	public static void main(String[] args) {
		// Дан прямоугольник, ширина которого в два раза меньше длины. Найти площадь прямоугольника
		int a; //ширина прямоугольника
		int b=20; //длина прямоугольника
		int s; //площадь прямоугольника
		a=b/2;
		s=a*b;
		System.out.println("Площадь прямоугольника = " + s);
	}
}
